Autodesk.Revit.DB.FaceEdgeNode.GetFaceEdge
Returns the Face edge object corresponding to the node.
Returns:
The face edge.
Since:
2020

Autodesk.Revit.DB.FaceEdgeNode
An output node that represents a Face edge.
Remarks:
See also: Autodesk.Revit.DB.IExportContext2D.OnFaceEdge2D(Autodesk.Revit.DB.FaceEdgeNode).
Since:
2020